{
    "food_positive": [
        "El menjar estava espectacular, amb ingredients frescos i de qualitat.",
        "Els plats estaven molt ben presentats i el sabor era increïble.",
        "Les postres han estat una sorpresa deliciosa, especialment el pastís de formatge.",
        "Molt bona varietat de plats i opcions vegetarianes realment saboroses.Les porcions són generoses i el menjar està deliciós!",
        "Excel·lent combinació de sabors i textures."
    ],
    "food_negative": [
        "El menjar no tenia gaire sabor, esperava molt més.",
        "El menjar estava sec i la pasta excessivament cuita.",
        "Molt bona presentació, però el sabor podria millorar.",
        "El menjar estava fred quan va arribar a taula.",
        "El menjar és bo, però res que em sorprengui.",
        "Massa salat per al meu gust, però en general correcte."
    ],
    "service_positive": [
        "El personal és molt amable i atent.",
        "El servei és ràpid i eficient, tot ha arribat a temps.",
        "Bon menjar a un preu raonable.",
        "Excel·lent relació qualitat-preu!",
        "El local és molt acollidor i ben decorat.",
        "Molt bona il·luminació i música d'ambient agradable.",
        "Tot estava impecable, inclosos els lavabos.",
        "El local és net i ben cuidat."
    ],
    "service_negative": [
        "Haurien de ser més atents amb els clients.",
        "Ens han fet esperar molt per prendre la comanda.",
        "Massa car pel que ofereixen.",
        "Els preus són una mica elevats per a la quantitat servida.",
        "Massa sorollós per tenir una conversa tranquil·la.",
        "La temperatura era massa baixa i no era còmode menjar.",
        "La taula tenia restes de l'anterior client.",
        "Haurien de netejar les taules més sovint entre clients."
    ],
    "opening": [
        "Vaig visitar {} fa poc i aquesta ha estat la meva experiència.",
        "Havia sentit parlar molt de {} i finalment vaig decidir provar-lo. Us escric la meva opinió",
        "Després de llegir diverses recomanacions, vaig anar a {} a veure si valia la pena. I aquí està la meva opinió.",
        "Vaig anar a {} amb moltes expectatives. Això és el que vaig trobar.",
        "Si esteu buscant un lloc per menjar, aquí teniu la meva opinió sobre {}.",
        "Aquest cap de setmana vam decidir provar {} i aquí teniu la nostra experiència."
    ],
    "client_name": [
        "Marc",
        "Pau",
        "Joan",
        "Oriol",
        "Guillem",
        "Arnau",
        "Roger",
        "Jordi",
        "Albert",
        "Francesc",
        "Xavier",
        "Carles",
        "Jaume",
        "Antoni",
        "Josep",
        "Miquel",
        "Ramon",
        "Enric",
        "Bernat",
        "Quim",
        "Esteve",
        "Aleix",
        "Lluís",
        "Nicolau",
        "Ferran",
        "Laia",
        "Núria",
        "Marta",
        "Clara",
        "Anna",
        "Maria",
        "Gemma",
        "Mariona",
        "Aina",
        "Carla",
        "Júlia",
        "Mireia",
        "Sílvia",
        "Elisabet",
        "Montse",
        "Roser",
        "Eulàlia",
        "Estel",
        "Blanca",
        "Neus",
        "Isabel",
        "Cristina",
        "Sònia",
        "Dolors",
        "Berta"
    ]
}